KY-zhang-X/TencentOS-tiny/components/language/micropython/port/board/BearPi_STM32L431RC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME                       "BearPi"
#define MICROPY_HW_MCU_NAME                         "STM32F431RC"

#define MICROPY_HW_UART_NUM                         4
#define MICROPY_HW_UART_REPL                        2
#define MICROPY_HW_SPI_NUM                          4
